# Поработайте с переменными, создайте несколько, выведите на экран,
# запросите у пользователя несколько чисел и строк и сохраните в переменные, выведите на экран.

weather = "солнечная,"
mood = "весёлое."
print("Погода сегодня", weather, "а настроение - ", mood)
q1 = input("Как вас зовут? ")
q2 = int(input("а сколько вам лет? "))
q3 = float(input("а какой вес у вас вес? "))
# Наверное, спрашивать вес не совсем корректно, но в голове вертелось либо это, либо спросить сколько стоит кетчуп
print("имя -", q1, "\nвозраст -", q2, "\nвес -", q3)
